Revit 2027 API
ParameterTypeId.RoomDesignPowerLoadPerAreaParam Property
 "Specified Power Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomDesignPowerLoadPerAreaParam { get; }
Public Shared ReadOnly Property RoomDesignPowerLoadPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomDesignPowerLoadPerAreaParam {
	ForgeTypeId^ get ();
}
static member RoomDesignPowerLoadPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace